attached_assets/Pasted--soapenv-Envelope-xmlns-soapenv-http-schemas-xmlsoap-org-soap-envelope-xmlns-tot-http-www-to-1752765806926_1752765806928.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tot="http://www.totvs.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <tot:SaveRecord>
         <tot:DataServerName>FinCFODataBr</tot:DataServerName>
         <tot:XML><![CDATA[<FinCFOBR >
  <FCFO>
    <CODEXTERNO>00000000</CODEXTERNO>
    <CODCOLIGADA>1</CODCOLIGADA>
    <CODCFO>-1</CODCFO>
    <NOMEFANTASIA>CASA DO MARCENEIRO</NOMEFANTASIA>
    <NOME>ARIANO SANTOS GONCALVES & CIA LTDA</NOME>
    <CGCCFO>02.265.638/0001-80</CGCCFO>
    <PAGREC>2</PAGREC>
    <RUA>R ARTHUR HAMEISTER</RUA>
    <NUMERO>65</NUMERO>
    <BAIRRO>CENTRO</BAIRRO>
    <CIDADE>PELOTAS</CIDADE>
    <CODETD>RS</CODETD>
    <CEP>96020-330</CEP>
    <TELEFONE>(53) 3225-6823</TELEFONE>
    <EMAIL>casadomarceneiropelotas@gmail.com</EMAIL>
    <CONTATO>ARIANO SANTOS GONCALVES & CIA LTDA</CONTATO>
    <ATIVO>1</ATIVO>
    <LIMITECREDITO>0</LIMITECREDITO>
    <DATAULTALTERACAO>2025-07-17T00:00:00</DATAULTALTERACAO>
    <DATACRIACAO>2025-07-17T00:00:00</DATACRIACAO>
    <DATAULTMOVIMENTO>2025-07-17T00:00:00</DATAULTMOVIMENTO>
    <VALOROP1>0</VALOROP1>
    <VALOROP2>0</VALOROP2>
    <VALOROP3>0</VALOROP3>
    <PATRIMONIO>0</PATRIMONIO>
    <NUMFUNCIONARIOS>0</NUMFUNCIONARIOS>
    <CODMUNICIPIO></CODMUNICIPIO>
    <INSCRMUNICIPAL></INSCRMUNICIPAL>
    <PESSOAFISOUJUR>J</PESSOAFISOUJUR>
    <PAIS>BRASIL</PAIS>
    <CONTRIBUINTE>0</CONTRIBUINTE>
    <CFOIMOB>0</CFOIMOB>
    <VALFRETE>0</VALFRETE>
    <TPTOMADOR>0</TPTOMADOR>
    <CONTRIBUINTEISS>0</CONTRIBUINTEISS>
    <NUMDEPENDENTES>0</NUMDEPENDENTES>
    <USUARIOALTERACAO>MARILDA</USUARIOALTERACAO>
    <ORGAOPUBLICO>0</ORGAOPUBLICO>
    <IDCFO></IDCFO>
    <VROUTRASDEDUCOESIRRF>0</VROUTRASDEDUCOESIRRF>
    <CODRECEITA>0000</CODRECEITA>
    <RAMOATIV>4</RAMOATIV>
    <OPTANTEPELOSIMPLES>1</OPTANTEPELOSIMPLES>
    <TIPORUA>1</TIPORUA>
    <TIPOBAIRRO>14</TIPOBAIRRO>
    <REGIMEISS>N</REGIMEISS>
    <RETENCAOISS>0</RETENCAOISS>
    <USUARIOCRIACAO>srvtotvsautboffice</USUARIOCRIACAO>
    <PORTE>3</PORTE>
    <TIPOOPCOMBUSTIVEL>3</TIPOOPCOMBUSTIVEL>
    <IDPAIS>1</IDPAIS>
    <NACIONALIDADE>0</NACIONALIDADE>
    <CALCULAAVP>0</CALCULAAVP>
    <RECCREATEDBY>srvtotvsautboffice</RECCREATEDBY>
    <RECCREATEDON>2025-07-17T00:00:00</RECCREATEDON>
    <RECMODIFIEDBY>srvtotvsautboffice</RECMODIFIEDBY>
    <RECMODIFIEDON>2025-07-17T00:00:00</RECMODIFIEDON>
    <TIPORENDIMENTO>000</TIPORENDIMENTO>
    <FORMATRIBUTACAO>00</FORMATRIBUTACAO>
    <SITUACAONIF>0</SITUACAONIF>
    <ISTOTVSMESSAGE>0</ISTOTVSMESSAGE>
    <INOVAR_AUTO>0</INOVAR_AUTO>
    <APLICFORMULA>F</APLICFORMULA>
    <CODCFOCOLINTEGRACAO>0</CODCFOCOLINTEGRACAO>
    <DIGVERIFICDEBAUTOMATICO>1</DIGVERIFICDEBAUTOMATICO>
    <ENTIDADEEXECUTORAPAA>0</ENTIDADEEXECUTORAPAA>
    <APOSENTADOOUPENSIONISTA>0</APOSENTADOOUPENSIONISTA>
    <SOCIOCOOPERADO>0</SOCIOCOOPERADO>
  </FCFO>
  <FCFOCOMPL>
    <CODCOLIGADA>1</CODCOLIGADA>
    <CODCFO>-1</CODCFO>
    <NAOUSARCALCSIMPIRPF>NUNCA</NAOUSARCALCSIMPIRPF>
  </FCFOCOMPL>
</FinCFOBR>]]></tot:XML>
         <tot:Contexto>CODCOLIGADA=1;CODUSUARIO='mfavoreto';CODSISTEMA=F</tot:Contexto>
      </tot:SaveRecord>
   </soapenv:Body>
</soapenv:Envelope>